const timelineItems = [
    { year: "2020", month: "3月", label: "横浜市立下瀬谷中学校 卒業" },
    { year: "2020", month: "4月", label: "神奈川県立藤沢総合高等学校 入学" },
    { year: "2020", month: "12月", label: "硬筆書写技能検定試験 2級 合格" },
    { year: "2020", month: "12月", label: "毛筆書写技能検定試験 2級 合格" },
    { year: "2022", month: "1月", label: "全商 情報処理検定試験 2級 合格" },
    { year: "2022", month: "11月", label: "全商 ビジネス計算実務検定試験 2級 合格" },
    { year: "2023", month: "3月", label: "神奈川県立藤沢総合高等学校 卒業" },
    { year: "2023", month: "4月", label: "岩崎学園情報科学専門学校 情報処理科 入学" },
    { year: "2023", month: "9月", label: "普通自動車第一種運転運転免許 取得" },
    { year: "2023", month: "11月", label: "基本情報処理技術者試験 合格" },
    { year: "2024", month: "4月", label: "岩崎学園情報科学専門学校 情報セキュリティ学科 転科" },
    { year: "2027", month: "3月", label: "岩崎学園情報科学専門学校 情報セキュリティ学科 卒業見込み" },
];